Repository: openSUSE/cockpit-bootloader
Catalog: po/*.po
Languages: id, ja, sv

source: Administrative access is required.
id: Akses administratif diperlukan.
ja: 管理者でアクセスする必要があります。
sv: Administrativ åtkomst krävs.

source: Advanced
id: Lanjutan
ja: 高度な設定
sv: Avancerat

source: Authentication error
id: Kesalahan autentikasi
ja: 認証エラー
sv: Autentiseringsfel

source: Autodetect by grub2
id: Deteksi otomatis oleh grub2
ja: grub2 で自動検出
sv: Autodetektering av grub2

source: Booloader service (bootkit) is not active
id: Layanan bootloader (bootkit) tidak aktif
ja: ブートローダサービス (bootkit) が有効化されていません
sv: Booloader tjäns (bootkit) är inte aktiv

source: Boot Options
id: Opsi Boot
ja: 起動オプション
sv: Uppstarts alternativ

source: Boot entry
id: Entri boot
ja: 起動項目
sv: Uppstartspost

source: Bootloader
ja: ブートローダ

source: Cancel
id: Batalkan
ja: キャンセル
sv: Avbryt

source: Changes made to grub config
id: Perubahan yang dibuat pada konfigurasi grub
ja: grub 設定に適用される変更
sv: Ändringar gjorda till grub konfiguration

source: Cockpit module for editing bootloader settings
id: Modul Cockpit untuk mengedit pengaturan bootloader
ja: ブートローダの設定を行うための Cockpit モジュール
sv: Cockpit modul för att redigera bootloader inställningar

source: Config
id: Konfigurasi
ja: 設定
sv: Konfiguration

source: Confirm
id: Konfirmasi
ja: 確認
sv: Bekräfta

source: Confirm deleting snapshot
id: Konfirmasi penghapusan snapshot
ja: スナップショット削除の確認
sv: Bekräfta borttagning av ögonblicksavbild

source: Confirm selecting snapshot
id: Konfirmasi pemilihan snapshot
ja: スナップショット選択の確認
sv: Bekräfta val av ögonblicksavbild

source: Console resolution
id: Resolusi konsol
ja: コンソール解像度
sv: Konsol upplösning

source: Console theme
id: Tema konsol
ja: コンソールのテーマ
sv: Konsol tema

source: Created
id: Dibuat
ja: 作成日時
sv: Skapad

source: Default
ja: 既定値
sv: Standard

source: Delete
id: Hapus
ja: 削除
sv: Radera

source: Difference between current grub config
id: Perbedaan dari konfigurasi grub saat ini
ja: 現在の Grub 設定との差異
sv: Skillnad mellan nuvarande grub-konfiguration

source: Disable
id: Nonaktifkan
ja: 無効化
sv: Inaktivera

source: Edit
ja: 編集
sv: Redigera

source: Edit GRUB value
id: Edit nilai GRUB
ja: GRUB 値の編集
sv: Redigera GRUB värde

source: Enable
id: Aktifkan
ja: 有効化
sv: Aktivera

source: Full GRUB config file
id: Berkas konfigurasi GRUB lengkap
ja: 完全な GRUB 設定ファイル
sv: Fullständig GRUB-konfigurationsfil

source: GRUB snapshots
id: Snapshot GRUB
ja: GRUB スナップショット
sv: GRUB ögonblicksavbilder

source: GRUB values
id: Nilai GRUB
ja: GRUB 値
sv: GRUB värden

source: Graphical console
id: Konsol grafis
ja: グラフィカルコンソール
sv: Grafisk konsol

source: Grub2 config doesn't match the selected snapshot.
id: Konfigurasi grub2 tidak cocok dengan snapshot yang dipilih.
ja: GRUB2 の設定が現在選択されているスナップショットと合致していません。
sv: Grub2 konfiguration matchar inte vald ögonblicksavbild.

source: Identical to the current config
id: Identik dengan konfigurasi saat ini
ja: 現在の設定と同じ
sv: Identisk med den nuvarande konfigurationen

source: Is selected
id: Dipilih
ja: 選択済み
sv: Är vald

source: Kernel Parameters
id: Parameter Kernel
ja: カーネルパラメータ
sv: Kärnparametrar

source: Kernel parameters
id: Parameter kernel
ja: カーネルパラメータ
sv: Kärnparametrar

source: Key
id: Kunci
ja: キー
sv: Nyckel

source: Loading Grub information
id: Memuat informasi Grub
ja: Grub の情報を読み込んでいます
sv: Laddar Grub information

source: Make sure you have grub installed and that /etc/default/grub exists
id: Pastikan Anda telah menginstal grub dan bahwa /etc/default/grub ada
ja: Grub がインストールされていること、および /etc/default/grub が存在していることをご確認ください
sv: Se till att du har grub installerat och att /etc/default/grub finns

source: No
id: Tidak
ja: いいえ
sv: Nej

source: No grub bootloader found
id: Bootloader grub tidak ditemukan
ja: Grub ブートローダが見つかりません
sv: Ingen grub bootloader hittades

source: Reset
id: Atur ulang
ja: リセット
sv: Återställ

source: Save
id: Simpan
ja: 保存
sv: Spara

source: Select
id: Pilih
ja: 選択
sv: Välj

source: Selected kernel
id: Kernel yang dipilih
ja: 選択済みカーネル
sv: Vald kärna

source: Snapshots
id: Snapshot
ja: スナップショット
sv: Ögonblicksavbilder

source: This action cannot be reversed
id: Tindakan ini tidak dapat dibatalkan
ja: この処理は元に戻すことができません
sv: Denna åtgärd kan inte ångras

source: This is caused by manual configuration changes.
id: Hal ini disebabkan oleh perubahan konfigurasi manual.
ja: これは手作業で設定ファイルを変更しているためです。
sv: Detta orsakas av manuella konfigurationsändringar.

source: Troubleshoot
id: Pemecahan masalah
ja: トラブルシューティング
sv: Felsök

source: Unexpected error from the bootkit service!
id: Kesalahan tak terduga dari layanan bootkit!
ja: bootkit サービスにて不明なエラーが発生しました！
sv: Oväntat fel från bootkit-tjänst!

source: Updating grub configuration
id: Memperbarui konfigurasi grub
ja: Grub の設定を更新しています
sv: Uppdaterar grub konfiguration

source: Value
id: Nilai
ja: 値
sv: Värde

source: Yes
id: Ya
ja: はい
sv: Ja

source: Cockpit Bootloader
id: Bootloader Cockpit
